const rawDatabaseText = `
[classes]
Name: Ассасин
Tags: Полночь, Клинок, Скрытность, Криты
Short: Применяете мастерство скрытность, внезапность и убийственную точность.
---
Профессиональные ликвидаторы Эквестрийской пустоши. Они не ищут честного боя, предпочитая наносить сокрушительные удары из глубокой тени. 

Обучены выслеживанию жертв по радиоактивным руинам, бесшумному перемещению мимо патрулей Анклава и филигранному использованию отравленных клинков, метательных ножей и бесшумного огнестрельного оружия.
---
Bonus:
🎯 Смертоносный выпад (+3 к броску точности из скрытности)
👣 Призрачный шаг (Преимущество на Скрытность в темноте)
🧪 Мастер ядов (Иммунитет к случайному самоотравлению)
===
Name: Бард
Tags: Величие, Грация, Поддержка, Дипломатия
Short: Используете силу слова, старые довоенные песни или музыку, чтобы влиять на разум.
---
В мире, разрушенном мегазаклинаниями, музыка и доброе слово ценятся на вес чистых крышек. Барды Пустоши — это историки, бродячие артисты, хранители довоенной культуры, хитрые дипломаты и главные вдохновители отрядов. 
        
Своими балладами они способны залечивать глубокие душевные раны союзников или сеять панику и хаос в рядах диких рейдеров.
---
Bonus:
🎵 Довоенное эхо (Восстанавливает +1 Очко Надежды при отдыхе)
🗣️ Серебряный язык (+2 к проверкам Харизмы при торге)
🧠 Железный самоконтроль (Защита от ментальных атак)
===
Name: Боец
Tags: Доблесть, Клинок, Авангард, Оружие
Short: Используете свои копыта, кулаки и тяжелое ближнее оружие так же умело, как и огнестрел.
---
Закаленные гладиаторы, наемники и защитники, прошедшие через бесчисленные жестокие стычки за кусок чистой плоти или глоток непитьевой воды. Полагаются на свою невероятную физическую силу, реакцию и мышечную память.
---
Bonus:
Комбо Удары: При выпадении дубля (Критический успех) в ближнем бою Боец может немедленно провести вторую бесплатную атаку.
⚔️ Мастер замаха (+3 к физическому урону тяжелым оружием)
🛡️ Закаленный боец (+5 к макс. ХП и -1 к тупому урону)
🏃‍♂️ Неудержимый натиск (Игнорирование штрафов тяжелой брони к скорости)

[lineages]
Name: 🐎 Земные пони
Art: images/1.png
Tags: Тяжелая Броня, Выживание, Эквестрия, Стойло, Ветераны, Ближний БойТяжелая Броня, Выживание, Эквестрия, Стойло, Ветераны, Ближний Бой
Short: 
Без особенностей но не без духа.
Основная раса на Эквестрийской пустоши.
Отличаются силой выносливостью и чутьём но степень талантов разнится.
---
 Физическое описание: Внешне они кажутся самыми крепкими и приземистыми среди всех видов, с тяжёлыми крупами и широкими копытами. Их шкура часто выглядит измождённой, покрытой въевшейся довоенной смазкой, угольной пылью или шрамами от тяжёлого труда. Из-за постоянного нахождения в замкнутых бункерах или под плотными навесами многие из них имеют блёклый окрас шерсти и подрезанные гривы, чтобы те не мешали при работе.

 Ментальное описание: Их разум максимально приземлённый и закрыт от тонких материй. Они мыслят практическими, будничными категориями: еда, патроны, исправность генератора. Они защищают себя от безумия окружающего мира через монотонный труд и рутину — пока копыта заняты делом, страх отступает. Однако их уязвимость — это глубокая, парализующая апатия. Когда ломается последняя надежда починить механизмы, земной пони сдаётся. Он перестаёт работать, превращается в тихого приживалу, начинает подворовывать у своих и эгоистично тащить ресурсы под матрас, ожидая конца и губя всю общину своим бездействием.

 Элементное описание: Их внутренняя суть неразрывно связана с материальным миром, материей и осязаемыми вещами. До катастрофы эта связь давала им интуитивное понимание природы, способность буквально чувствовать почву и выращивать камни. Сейчас их особенность трансформировалась в маниакальную тягу к металлу, бетону и механизмам. Они способны заставить довоенное железо работать там, где любой другой вид увидит лишь груду ржавчины, превращая сталь в свой единственный надёжный щит.
 Некоторые одарены феноменальной удачей и чутьём которые помогают им выживать. 

 До войны: Опора экономики Эквестрии. Мирные труженики, фермеры и строители, которые обеспечивали страну продовольствием и строили мегаполисы, обладая неисчерпаемой природной выносливостью.

 После войны: Упрямые выживальщики, запершиеся в Стойлах, аванпостах и железных машинах. Они превратились в военизированные трудовые общины с жесточайшей дисциплиной, где безделье карается изгнанием, а выживание зависит от исправности довоенных машин.
---
Bonus:
💪 Сила фермера - Вы сильнее и выносливее большинства пони.
🌾 Чутьё - позволяет почувствовать что либо найти подсказку или выследить цель.
🍀 Удача - позволяет избежать опасной ситуации или атаки.
===
Name: 🕊️ Пегасы
Art: images/2.png
Tags: Легкая Броня, Полет, Разведка, Анклав, Дальний Бой
Short: Крылатые хозяева небес и глаза Пустоши. Рождены для безумной скорости, маневров и тактической разведки.
Бывшие граждане заоблачных Анклавов. Обладают врожденным даром чувствовать потоки отравленного воздуха и радиоактивные тучи. Стремительные атаки сверху и умение мгновенно оценивать обстановку с высоты делают их незаменимыми разведчиками и снайперами.
---
 Физическое описание:
 Их тела кажутся удивительно тонкими, поджарыми и хрупкими. Кости пегасов полые и лёгкие, что делает их уязвимыми к тяжёлым ранениям, но эта хрупкость компенсируется невероятной гибкостью, резкостью и скоростью движений.
 Исторически сложилось что пегасы скрываются в облаках редко интересуясь что там внизу. Большинство из них являются частью Анклава пегасов или были раньше. 
 Крылья пегаса это его гордость и сила, они заботятся о них как о главном сокровище. 

 Ментальное описание:
 Их разум отравлен соперничеством и тотальной слепотой пред будущим. В условиях, когда безопасного неба больше нет, каждый пегас видит в соплеменнике конкурента за тающий ресурс. Они маниакально соревнуются за статус, звания и внимание командиров, разбиваясь на грызущиеся между собой звенья. При этом они абсолютно слепы к общей картине катастрофы. Пегасы упрямо цепляются за мёртвый армейский устав и верят, что шторма — это просто дикий погодный фронт, который можно переждать или подавить силой. Эта ментальная слепота заставляет их раз за разом выполнять бессмысленные, жестокие приказы, уничтожая уцелевшие поселения ради иллюзии контроля.

 Элементное описание:
 Их природа неразрывно связана с небом и погодой. Их врождённая способность управлять погодой исказилась. Они больше не могут создавать мягкий весенний дождь или разгонять тучи копытами. Вместо этого пегасы научились выживать внутри этого адского кошмара. Используя довоенные атмосферные радары и маготехнологические стимуляторы, они способны точечно пробивать безопасные воздушные кориоры в бурях, перенаправлять ураганные потоки на врагов или выжимать крупицы чистой влаги из отравленных облаков.

 До войны: Военная элита, защитники границ и главные диспетчеры погоды Эквестрии. Члены знаменитых Вандерболтов и суровые погодные инженеры, контролировавшие климат всей страны из парящих облачных городов.
 
 После войны: Окопавшиеся на уцелевших военных авиабазах милитаризованные общины. Они превратились в безжалостные воздушные патрули, которые верят только в приказы командира, огневую мощь довоенных плазмомётов и считают, что порядок в Эквестрии можно вернуть лишь железной рукой и тотальным контролем. 
---
Bonus:
🏃‍ Скорость - вы способны развивать высокую скорость за короткий промежуток времени.
🦅 Уклончивый - позволяет совершить резкое уклонение используя крылья для толчка.
💨 Полёт - вы можете совершать короткие полёты со средней скоростью и избегать падения. Также вы  способны касаться облаков.
===
Name: 🦄 Единороги
Art: images/3.png
Tags: Магия, Телекинез, Наука, Технологии, Поддержка
Short: Утонченные практики магических искусств Эквестрии. С ранних лет осваивают телекинез, точные науки и чтение древних чертежей.
---
 Физическое описание:
 Они выглядят измождёнными, но упорно поддерживают осанку смотря сверху вниз. Их движения подчёркнуто скупы, а копыта аккуратны. Мордочки часто кажутся застывшими каменными масками. О своей гриве единороги заботятся особенно дотошно зачастую жертвуя практичностью. Их главная отличительная черта — спираливидный рог, который в текущих реалиях стал для них проклятием.
 Чем больше у единорога дефектов не одобряемых фракцией тем ниже его статус в иерархии.

  Ментальное описание:
 Их разум — парадокс кидающий их из крайности в крайность. Главный враг единорога — его собственная гордость и жажда знаний. Копаясь в довоенных архивах в поисках формулы спасения, они легко соскальзывают в высокомерный фанатизм. Единорог ломается изнутри, когда уверяется в собственном превосходстве, он закрывается от сородичей, становится холодным тираном и начинает хладнокровно перекраивать жизнь общины по своим единственно верным расчётам.
 Многие культы состоят преимущественно из единорогов так как их разум подвержен искажению их врождённой связью с магией.

  Элементное описание:
 Их природа связана с магией, использование которой теперь опасно. Любая попытка сотворить заклинание — это колоссальный риск привлечь высшие силы. Магия больше не приносится легко, как до войны; теперь это опасный, нестабильный инструмент. Чтобы использовать довоенные заклинания или запустить маготехнологические приборы, единорогу приходится практиковать глубокие медитации, балансируя на грани безумия.

  До войны: Политическая, научная и культурная элита Эквестрии. Учёные, маги, министры и исследователи, двигавшие вперёд маготехнологический прогресс, управлявшие сложнейшими государственными структурами и прапогандой.

  После войны: Напуганные интеллектуалы-одиночки и закрытые общины, запершиеся в глухих бункерах, храмах и башнях. Они свели общение к минимуму, панически боятся собственной силы и разума.

---
Bonus:
🔮 Магический щит - позволяет создать барьер для защиты от угроз.
✨ Телекинез - позволяет передвигать объекты в пространстве.
🔋 Луч силы - позволяет сконцентрировать магию для дистанционного удара.
===
Name: 🦅 Грифоны
Art: images/4.png
Tags: Наемники, Когти, Выслеживание, Хищники, Стойкость
Short: Прирожденные хищники и суровые охотники. Профессиональные наемники, превыше всего ценящие условия контракта.
---
 Физическое описание:
 Это огромные, массивные полульвы-полуорлы, чьё присутствие подавляет чисто физически. Они сильны, выносливы и живучи. Плотная шкура, переходящая в жёсткое оперение, способна выдерживать удары, которые легко переломали бы кости пегасу. Крупные когтистые лапы и мощный клюв делают их смертоносными хищниками даже без оружия. Грифоны сохранили свой первозданный, грозный вид, выделяясь среди блёклых и измождённых жителей Эквестрии своей хищной, дикой силой и постоянностью.

 Ментальное описание:
 Их разум заперт в тисках жадности, эгоцентризма и абсолютной слепоты к чужим переживаниям. Грифон органически не способен сопереживать пони; чужая боль или страх для него — пустой звук. Из-за этого они практически не могут понять мотивы других видов. Однако эта черствость делает их невероятно постоянными как вид — их сознание не поддаётся тонкому шёпоту звёзд. Внутренний надлом грифона происходит через зависть и соперничество за материальные блага и былую славу. Единственное, что удерживает грифона от превращения в безрассудного зверя — это святость контракта. Договор, скреплённый подписью или словом, для грифона нерушим. Они фанатично соблюдают условия сделок, видя в этом единственный способ сохранить лицо и не скатиться в хаос.

 Элементное описание:
 Их природа базируется на изначальном, первобытном законе хищника — праве сильного забирать то, что принадлежит ему по праву охоты. До катастрофы это проявлялось в накоплении богатств и жёстком отстаивании границ своей империи. В разрушенном мире эта суть сузилась до маниакальной потребности обладать осязаемыми ценностями довоенным золотом, редким оружием, работающими технологиями. Грифон воспринимает мир через призму собственности и баланса долгов. Пока у грифона есть его тайник и действующий контракт, приносящий выгоду, его разум остаётся стабильным и защищённым от внешнего безумия.

  До войны: Гордая, процветающая раса торговцев, наёмников и промышленников. Их Империя славилась несметными богатствами, строгими законами и лучшими наёмными армиями, которые охотно продавали свои услуги тем, кто мог щедро заплатить.

  После войны: Одинокие волки, охотники за головами, мародёры и ценные контрактники на службе у тех кто может себе их позволить. Они остались верны своей природе, не изменились внешне и представляют собой самую стабильную, хоть и опасную силу на Пустоши, готовую выполнить любую грязную работу, если цена в контракте будет соответствовать.

---
Bonus:
🦅 Полёт - Позволяет совершать полёты на средней скорости.
⚔️ Когти и клюв - Бритвенной острые когти и клюв позволяют растерзать противника.
📜 Выдержка - Позволяет сопротивлятся большинству угроз пустоши и переговорам. 
===
Name: 🦓 Зебры
Art: images/5.png
Tags: Алхимия, Скрытность, Травы, Медицина, Выживание
Short: Мастера скрытности, партизанской войны и древней алхимии. Чужой народ на чужой земле.
---
  Физическое описание:
 Они выглядят сухими, поджарыми и жилистыми, их движения плавные и крадущиеся, лишенные суеты. Контрастный чёрно-белый полосатый узор на шкуре делает их силуэт трудноразличимым в полумраке или среди дыма. На их тела часто покрыты ритуальными шрамами, украшениями и сакральными татуировками. Их тело закалено зельями и тренировками.

  Ментальное описание:
 Их разум — это бастион невероятной духовной стойкости, укоренённый в глубокой, мрачной мудрости. Зебры первыми осознали космическую угрозу звёзд и создали религиозную теорию Сфирот как единственный щит от безумия, поэтому они четко видят духовные раны окружающих. Однако их уязвимость — это глубокое, экзистенциальное уныние и не понимание простых вещей. 
 Их безумный страх перед злыми звёздами провоцировал их на эскалацию конфликта с пони. Вплоть до нашего времени племена зебр живут храня знания о жутких небесных злых богах и способы укрытся от их влияния.

  Элементное описание:
 Их природа связана с тайно алхимией и управлением тонкими духовными энергиями. Зебры — опаснейшие мастера отваров, ядов и оберегов, способные создавать смеси, временно закупоривающие трещины в Сфирот. Ещё до войны их техномагические разработки в области работы с душой, скрытности и био-оружия часто опережали хвалёную науку пони. В бою они полагаются на смертоносные тайные операции и врождённое знание боевых искусств, используя акупунктуру и удары по нервным узлам, способные мгновенно парализовать даже массивного грифона или земного пони без применения оружия.

  До войны: Далёкие соседи и суверенная нация, чья чуждая культура и закрытость вызывали у обычных пони иррациональный, почти абсурдный страх и отторжение. Их считали опасными колдунами и шпионами, хотя в самой Эквестрии они были крайне редки и держались обособленно.

  После войны: Разобщённые, редкие кочевники и одинокие мастера. Как единая группа зебры слишком слабы и малочисленны, чтобы строить крупные поселения, но их колоссальная духовная сила, довоенные алхимические секреты и боевые навыки позволяют им выживать на пустоши.

---
Bonus:
🌿 Алхимия зебр - позволяет смешивать удивительные составы.
🧪 Ярость саванны - позволяет игнорировать боль.
🐱‍👤 Тактика тени - Высокая ловкость и незаметность.

===
Name: 🦟 Чейнджлинги
Art: images/6.png
Tags: Шпионаж, Обман, Инсектоиды, Маскировка, Мимики
Short: Скрытные паразиты прячущиеся среди пони.
Распространены как на западе в Изменчивых землях так и на юго-востоке.
Из за своих особенностей часто проникают в чужие группы но даже так могут умереть от голода.
---
  Физическое описание:
 Они выглядят как пугающая, противоестественная помесь пони и насекомых. Их истинные тела — тёмные, иссушенные, с острыми клыками и рваными прозрачными крыльями, позволяющими им летать. Из-за хрупкости экзоскелета и полного отсутствия физической мощи в открытом бою они уязвимы и слабы. Однако их биология позволяет им совершать идеальную подмену. Чейнджлинг способен за секунду изменить свой голос, рост, цвет шерсти и полностью скопировать внешность любого другого существа, будь то земной пони или пегас. При этом они способны использовать простую магию — в основном примитивные телекинез и энергитический удар.

  Ментальное описание:
 Их разум полностью подчинён трусости, параноидальной осторожности и глубокой, грызущей зависти. Оставшись без улья, чейнджлинг постоянно испытывает жуткий кризис самоидентификации. Они завидуют другим видам за то, что те имеют свою стабильную форму, культуру и внутреннюю опору. Чейнджлинги панически боятся разоблачения и любой открытой конфронтации, поэтому их мышление — это бесконечный просчёт путей к отступлению и манипуляция чужим доверием. Они не способны долго оставаться наедине с собой, так как в тишине их собственное «Я» начинает истончаться, уступая место паническому страху смерти от голода.
 Хоть их связь с королевой чумы ослабла после её падения, но не разорвана полностью. Они изредка чувствуют её голод, гнев и боль.

 Из за своей прероды редко попадают под контроль когото кроме королевы чумы. 

  Элементное описание:
 Их природа — чистый паразитизм и высасывание чужой жизненной энергии. Чейнжлинг биологически и духовно не способен выжить самостоятельно. Они привязаны к другим видам как клещи к плоти. Чтобы не погибнуть и не поддаться материнскому безумию, им необходимо постоянно паразитировать на чужих сильных эмоциях и ресурсах. Они внедряются в общины под видом выживших, годами имитируют дружбу или преданность и постепенно высасывают ментальные силы своих хозяев. Их магия маскировки и обмана — это единственный инструмент охоты, позволяющий им не умереть от голода в мёртвом мире.

  До войны: Скрытные кукловоды и провокаторы. Они действовали из тени, тайно подменяя собой чиновников и генералов с обеих сторон. Чейнджлинги намеренно устраивали раздор, стравливали пони и зебр в личных целях, чтобы пировать на бушующих вокруг эмоциях ненависти и страха.

  После войны: Самая скрытная, презираемая и разыскиваемая раса Пустоши. У них больше нет единого центра, они живут как паразиты-одиночки или мелкие шпионские группы, проникшие в чужие поселения. 
Изредка им удаётся завоевать доверие чтобы жить открыто, но даже так оставаясь чужаками и угрозой.

---
Bonus:
🧿 Вампирский луч - дистанционная атака иссушающая цель.
👥 Смена облика - позволяет изменить внешность и голос на известные ранее.
💨 Полёт - позволяет летать с низкой скоростью.

===
Name: 🦇 Ночные пони
Art: images/7.png
Tags: Ночь, Бесшумность, Кланы, Полет, Мутанты
Short: Редкий вид ведущий ночной образ жизни. Живут в тёмных лесах Ущелья теней ведя племенной образ жизни охотников. 
Любой свет вызывает у вас тревогу и затрудняет обзор.
---
Фестралы. Бет-пони. Ночные пони. 

 Физическое описание: Они похожи на пегасов живущих во тьме. Их тела покрыты короткой шерстью тёмных, пепельных или чернильных оттенков, а вместо обычных крыльев у них — кожистые перепончатые крылья, как у летучих мышей. Главное их отличие — крупные уши-локаторы, чутко улавливающие малейший шорох, вертикальные кошачьи зрачки желтоватого цвета и пара острых клыков. Они передвигаются бесшумно и грациозно, а их копыта имеют особое мягкое покрытие, гасящее звуки шагов и позволяющие цепляться за потолок и ветви.

  Ментальное описание:
 Их разум полностью подчинён законам выживания внутри сплочённой, закрытой общины. Бэт-пони не знают индивидуализма. Одиночество для них равносильно смерти, поэтому они маниакально преданны своему клану. Однако их мышление отравлено ленью и слепотой по отношению ко всему, что находится за пределами их тёмных зон. Они воспринимают чужаков исключительно как угрозу или потенциальную добычу, будучи абсолютно слепы к страданиям других видов. Их уязвимость — это страх потерять связь со стаей, территорию и отсутствие тяги к изменениям.
 Бет-пони не ведут летописи поэтому мало знают об ужасах войны. Единственное что напоминает им об их происхождении это ночное небо и тихий плачь гдето в далеке.
 Их невежество спасает от ужасов мира вокруг.

 Из за своей природы попадают под контроль сугубо Принцессе кошмаров. 

  Элементное описание:
 Их природа завязана на сокрытии и поглощении чужих жизненных соков. Бэт-пони обладают врождённой способностью — естественным стелс-полем "Саван Луны" что по поверьям был подарком Луны своим детям. В полумраке или тени их силуэт буквально растворяется, искажая свет и делая их невидимыми для простого глаза. Они не могут питаться обычной сухой едой или консервами. Для поддержания сил им необходимо пить соки живых существ и растений, что ещё сохранились на их территории.
 Их глаза приспособлены ко мраку позволяя идеально различать объекты во тьме. Свет же вредит глазам бет-пони и выматывает их.
 Звуковой аппарат и уши бет-пони приспособлены для эхо локации дающие дополнительное преимущество меж скал в темноте.

  До войны: Ночная стража Эквестрии и коренные жители тёмных регионов. Они служили в личной гвардии принцессы Луны, держались особняком от остального общества, но честно выполняли свой долг по охране покоя мирных пони, когда наступала ночь.

  После войны: Опасные, скрытные хищники Пустоши. Они полностью разорвали связи с наземным миром, ушли в самые глубокие пещеры и редкие леса. Они живут охотничьими кланами, совершая молниеносные невидимые налёты на караваны и патрули, из-за чего заслужили славу кровожадных демонов, приходящих из темноты за чужими жизнями.
---
Bonus:
🦇 Ночной полёт - Днём вы не отличаетесь от обычных пегасов но ночью можете летать с высокой скоростью.
👁️ Ночная жизнь - вы видите в темноте и пользуетесь эхо локацией. Также вы можете пить кровь или сок.
🌑 Саван луны - вы можете ненадолго стать почти невидимыми в ночи или размыть силуэт на свету.

===
Name: 🐬 Гиппогрифы
Art: images/8.png
Tags: Water, Трансформация, Артефакты, Амфибии, Древние
Short: Уникальные существа, способные менять форму тела. Из за конца света ведут жалкое существование в удалённых от падения бомб местах.
---
  Физическое описание: 
 В отличие от массивных Грифонов, Гиппогрифы имеют гораздо более лёгкое, изящное и хрупкое сложение. Передняя часть их тела несёт выраженные черты попугаев кулюв короткий, оперение — яркое, пёстрое, хотя на Пустоши оно сильно потускнело и покрылось грязью. Их тела обладают крайне малой выносливостью к затяжным физическим нагрузкам, голоду или ранениям. Они быстро устают в бою и не способны носить тяжёлую броню. Однако они быстры на короткой дистанции, а их уникальная анатомия позволяет им физиологически принимать водную форму, при контакте с водой их перья сглаживаются, превращаясь в чешую, крылья становятся плавниками, а задние ноги срастаются в гибкий рыбий хвост.
 К сожалению водная форма не защищает от загрязнений воды, что загнало их в тупик, а самих их часто продают как диковинку.

  Ментальное описание:
 Имеют слабую волю. Застряв в изоляции между разрушенным небом и отравленным океаном, гиппогрифы волочат жалкое существование. Будто сороки, они тащат в свои гнёзда любые яркие, блестящие безделушки и обломки довоенной роскоши, совершенно не задумываясь о последствиях. Эта слепая страсть к вычурной красоте часто приводит к смертельной опасности, они приносят в лагеря фонящие радиацией детали, закоротившую маго технику или активированные маяки, которые выдают их укрытия врагам. Из-за слабой выносливости и трусливого характера они панически боятся открытых столкновений и затяжного кризиса, поэтому легко ломаются изнутри. Сломленный Гиппогриф превращается в шумного павлина или забитого голубя, готового предать сородичей ради личной безопасности, тёплого места или милости работорговцев, готовых купить его как живую экзотическую игрушку.

  Элементное описание:
 Их природа погранична и связана со сменой сред обитания, делая их одинаково уязвимыми как для врагов, так и для самой среды. Водная форма, которая раньше спасала их от угроз, оказалась бессильна против послевоенного разрушенного мира. 
 Но они сохранили древнюю культуру и магическую связь позволяющую им пользоваться ментальными силами, магической техникой и древними артефактами.
 Гиппогрифы могут бегать, летать и плавать с высокой скоростью хоть и не долго

  До войны: Прогрессивное, гордое королевство на горе Арис, обладавшее мощным флотом и уникальной магией трансформации. Они были ценными союзниками Эквестрии, славились своей открытостью, яркой культурой и технологиями освоения океана.

  После войны: Разобщённая, вымирающая раса пугливых затворников. Те, кто заперлись на утесах, живут в постоянной грызне за скудные ресурсы, уповая только на остатки традиций и ландшафт. Те же, кто рискнул спуститься к воде или пустошам, из-за своей хрупкости и малой выносливости часто оказываются в цепях, превращаясь в живой товар на невольничьих рынках.

---
Bonus:
🔱 Земная форма - вненй вы похожи на грифона но меньше. Имеете клюв,когти и крылья с  высокой скоростью полёта и бега расплачиваясь малой выносливостью.
🌊 Водная форма - увеличивает скорость плавания, позволяет дышать и лучше видеть под водой. К сожаленю умение жить под водой не даёт сопротивления заражениям и мутициям.
💎 Древняя связь - ваша связь с артефактами предков позволяет вам пользоваться магией через артефакты.

===
Name: 🐲 Кирины
Art: images/9.png
Tags: Огонь, Траенсформация, Чешуя, Демоны, Ярость, Восток
Short: Мудрые восточные существа, ведущие вечную внутреннюю битву. В минуты ярости выпускают наружу огненного демона Нирика. Их ярость сжигает всё вокруг, буквально.
---
  Физическое описание:
 Они выглядят как величественное сочетание пони и восточных драконов. Их тела покрыты прочной, грубой  чешуёй, которая переливается оттенками зелёного, золотого или багрового цветов. На голове у каждого кирина растёт ветвистый рог, а вдоль хребта и хвоста тянется густая, пушистая, волнистая грива. Природная чешуя делает их на удивление крепкими физически, они превосходно защищены от скользящих ударов когтей, осколков и ожогов Пустоши, превосходя в стойкости других. Движения киринов плавные, размеренные и полные скрытого, дремлющего напряжения.
 Каждый на пустоши знает видишь Кирина то надейся что он не разозлится пока ты гдето рядом.

  Подобно Гиппогрифам Кирины умеют менять свою форму становясь нириками.
Нирик выглядит как чёрный силуэт объятый неестественным пламенем. В этой форме он неуязвим к огню и высоким температурам. К сожалению также в этой форме он чувствует лишь жажду разрушать всё вокруг.

  Ментальное описание:
 По природе своей Кирины невероятно вспыльчивы и уязвимы ментально — их внутренние страсти бурлят, как лава под тонкой земной корой. Однако именно из-за этой уязвимости они выработали строжайшие монашеские практики и тотальный самоконтроль, что сделало их одними из самых ментально крепких жителей Пустоши. Кирин защищает свой разум через абсолютное эмоциональное безмолвие, подавляя любые искры раздражения или обиды. Главный враг кирина — слепой гнев который приходится сдерживать всю жизнь. Стоит самоконтролю дать слабину, как накопленная ярость мгновенно ослепляет разум и превращая пони в Нирика сжигающего всё и вся.

 Из за своей природы редко попадают под контроль кого то кроме Принцессы войны.

  Элементное описание:
 Их суть неразрывно связана с первобытным, карающим огнём солнца. Кирины от природы владеют мощным пирокинезом, они способны воспламенять предметы взглядом, выдыхать струи яростного пламени или накалять собственное тело докрасна. До войны эта сила дремала, контролируемая мирными традициями. В разрушенном мире их пламя стало смертоносным оружием выживания. Однако использование пирокинеза требует от кирина колоссального духовного сосредоточения. Огонь напрямую питается их внутренними эмоциями, и если кирин начнёт черпать силу из чистой злости, его собственное пламя поглотит его разум.
 Мало кто знает но Кирины также имеют тонкую связь с флорой что успокаивает их.

 До войны: Закрытая, изолированная община, жившая в далёких бамбуковых лесах. Из-за древнего инцидента, чуть не уничтожившего их деревню, они добровольно приняли обет молчания, полностью отгородившись от остальной Эквестрии и её политики.

 После войны: Когда старый мир рухнул, кирины вышли из своих убежищ и стали дальше распространяться по выжженным землям. Сохраняя свои суровые монашеские практики, они кочуют по Пустоши как молчаливые судьи, монахи-воины и философы. Их уважают и боятся: благодаря редкой физической прочности и непреклонной ментальной стойкости кирины представляют собой одну из самых надёжных сил, способных противостоять безумию этого мира, пока их собственный разум скован железными догмами.

---
Bonus:
🔥 Пиромания - Кирин может запускать огненную магию.
💥 Жгучая ярость - Кирин загорается получая иммунитет к огню. Ярость нельзя контролировать.
🧠 Техника безопасности - Кирин обладает крепкой бронёй и сильный ментальный самоконтроль.


[communities]
Name: Выходец из Стойла
Art: images/com_stable.png
Tags: Технологии, Наивность, Стойло
Short: Вы выросли в подземном бункере. Прекрасно разбираетесь в технике, но не знаете суровости внешнего мира.
---
Ваше детство прошло под мерный гул вентиляционных систем довоенных подземных Стойл. Вас обучали программированию терминалов и ремонту генераторов. Вы верите в старые идеалы равенства и дружбы, но первая же встреча с рейдером на поверхности станет для вашей неокрепшей психики серьезным шоком.
---
Bonus:
📱 Девайс: Наручный терминал Pip-Buck. 1 Дополнительная карта домена на старте.
===
Name: Житель Каравана
Art: images/com_caravan.png
Tags: Дорога, Торговля, Караваны, Опыт, Связи
Short: Всю свою жизнь вы провели на бесконечных пыльных дорогах. Способны почуять засаду и обман за версту.
---
Ваш дом — разбитый асфальт. Вы выросли под перестук копыт вьючных животных и скрип торговых повозок. Прекрасно понимаете цену патронам, чистой воде и умеете извлекать выгоду из любых, даже самых сложных коммерческих сделок с поселенцами или гулями.
---
Bonus:
🗺️ Опыт дорог: 
===
Name: 💎 Наследник "Кристальной Империи".
Art: images/com_caravan.png
Tags: Мутация, Кристальная магия, Эмпатия 
Short:  Сияющий раб. Спасшийся из Кристального сада.

---
  Физическое описание:
 Опредставляют собой уникальный подвид живший на территории Кристальной империи. Их тела имеют полупрозрачную, кристаллическую структуру. Их шкура и грива мягкие на ощупь, но на свету они преломляют лучи и переливаются гранями, словно огранённые драгоценные камни. Среди них встречаются как обычные пони, так и пегасы с полупрозрачными кристаллическими крыльями, и единороги с гранёными рогами. Они устойчивы к царапинам, давлению и холоду. Из-за катастрофы их былая ослепительная красота померкла: грани их тел покрылись сеткой тёмных трещин, а сами пони выглядят запылёнными и блёклыми. 
 Кристальные пони появились от воздействия утерянного древнего артефакта и те не многие кто выжил до наших дней быстро вырождаются.

   Ментальное описание:
 Их разум полностью подчинён коллективному унынию, парализующей слепоте пред будущим и паническому страху перед миром. Кристальные пони мыслят как жители осаждённой, умирающей крепости. Их уязвимость — это полная потеря надежды и воли. Вся их империя узурпирована Принцессой плоти, кристальный пони продали ей свои души и тела будучи зависимыми по природе. 
 Те не многие что ещё бродят по пустоши взгляд и разум затуманен и они не знают зачем живут.
 Часто попадают на торги работорговцев.

  Элементное описание:
 Их природа — это резонанс эмоций и аккумулирование энергии через кристаллическую структуру. До войны они работали как живые призмы: собирали чистые чувства радости и любви всей нации, многократно усиливали их и питали этим Кристальное Сердце, защищавшее север. В разрушенном мире эта способность обернулась против них. Их тела и разум впитывают фон окружающей Пустоши как губка. Способны улавливать и транслировать ментальные волны часто сводящие окружающих с ума.
 Обладая некоторой эмпатией способны чувствовать чужие эмоции и иногда влиять на них.
 Умеют выращивать кристаллы.

  До войны: Официально — независимая суверенная территория, но на деле — марионеточное государство, полностью подконтрольное Эквестрии. Кристальное Королевство безжалостно эксплуатировалось как колоссальный ресурс. Отсюда вагонами гнали уникальные энерго-кристаллы для маготехнологической военной машины принцесс, а местное население жило под негласным, жестким идеологическим надзором Министерства.

  После войны: Изолированная, сияющая неоновым кошмаром вотчина принцессы плоти. Королевство превратилось в запертую Хладом ловушку, где принцесса сплела души и тела выживших в единый хрустальный сад. 
 Каждый что войдёт станет счастливым рабом и украшением сада.

---
Bonus:
Замените один или несколько бонусов от Родословной.
💢 Кристальный резонанс:
🧠 Импатия:
💎 Кристальная магия:
---


[perks]
Name: Второй ветерок
Art: images/perk_wind.png
Tags: Бой, Выносливость, Адреналин, Спасение
Short: Внутренний боевой транс и прилив сил при критическом уровне здоровья.
---
Когда шкала здоровья падает до последнего деления, а наручный терминал начинает истошно пищать, ваш организм выбрасывает в кровь колоссальную дозу адреналина. Вы мгновенно открываете в себе второе дыхание, притупляя боль и позволяя пережить финальный сокрушительный удар врага.
---
Bonus:
Триггер: Срабатывает автоматически 1 раз за игровой день. Превращает провал броска со Страхом в Успех с Надеждой.
⚔️ Требование: Земной пони или Боец (Недоступно для пегасов и единорогов)
🔋 Резерв: Мгновенное восстановление 1 Очка Напряжения при ХП ниже 15%
🛡️ Оборона: +2 к Стойкости и броне до конца текущей боевой сцены

[lore]
Name: История Эквестрийской пустоши
Short: Хроника великого падения, выжженная география фракций и зоны их влияния.
---
Два века назад Эквестрия пала под сокрушительными ударами магических бомб и ядовитого некротического угля. Цветущие некогда сады в мгновение ока превратились в бесплодную радиоактивную пустыню. Великие довоенные города лежат в руинах, а выжившие разделились на изолированные фракции. Министерство Технологий, Стальные Анклавы пегасов и дикие банды жестоких рейдеров ведут бесконечную, кровопролитную войну за остатки технологического наследия предков, пока сама израненная земля медленно погибает.

[rules]
Name: 🎲 d12 Основной бросок.
Tags: Кубы, Основная проверка
Short: 
 Вы совершаете один бросок проверки на все свои действия в раунде. Кроме исключенний.

• 11–12. Триумф (Критический успех): 
 Всё идет как по маслу. Ты наносишь урон, занимаешь лучшую позицию, а враги ошеломлены твоей дерзостью.
• 6–10. Успех: 
 Манёвр удался. Ты выполнил всё, что задумал, но это был честный размен — враги успели огрызнуться в ответ (взаимный урон).
• 3–5. Частичный успех (Успех с ценой): 
 Ты нанес удар, но застрял в гуще врагов или повредил крыло/снаряжение при отскоке.
• 1–2. Провал: 
Враг перехватил инициативу. Тебя сбили на взлете, ты открыт для атак и теряешь ход.
 
---
Вы совершаете один бросок проверки на все свои действия в раунде. Кроме исключенний.

• 11–12. Триумф (Критический успех): Всё идет как по маслу. Ты наносишь урон, занимаешь лучшую позицию, а враги ошеломлены твоей дерзостью.
• 6–10. Успех: Манёвр удался. Ты выполнил всё, что задумал, но это был честный размен — враги успели огрызнуться в ответ (взаимный урон).
• 3–5. Частичный успех (Успех с ценой): Ты нанес удар, но застрял в гуще врагов или повредил крыло/снаряжение при отскоке.
• 1–2. Провал: Враг перехватил инициативу. Тебя сбили на взлете, ты открыт для атак и теряешь ход.
  
===
Name: 🎲d6 [Куб Хаоса]⬛ 🎲d6.
Tags: Кубы, Проверка паразит
Short: 
 Бросается вместе с обычной проверкой: Нельзя кинуть оба куба хаоса одновременно: ГМ выбирает один актуальный куб, либо они самоуничтожаются, если условия равны.

•🟥 [Куб Раздора]: Хаос против вас. Ваши раны, условия не в вашу пользу.
1-2 Негативное событие: 
 Удача подвела! Твоя проблема помешала или усугубилась в самый худший момент. 
3-6 Положительное событие: 
 Счастливое спасение! Тебе удалось избежать худшего исхода.

•🟩 [Куб Гармонии]: Хаос на вашей стороне. Раны противника, условия выгодны для вас.
1-2 Негативное событие: 
 Месть загнанного! Из-за своей раны или сбоя систем враг стал непредсказуемым и бешеным.
3-6 Положительное событие: 
 Удачное стечение! Рана врага или окружение подводят его.

---
 Бросается вместе с обычной проверкой: Нельзя кинуть оба куба хаоса одновременно: ГМ выбирает один актуальный куб, либо они самоуничтожаются, если условия равны.

•🟥 [Куб Раздора]: Хаос против вас. Ваши раны, условия не в вашу пользу.
1-2 Негативное событие: Удача подвела! Твоя проблема помешала или усугубилась в самый худший момент. 
3-6 Положительное событие: Счастливое спасение! Тебе удалось избежать худшего исхода.

•🟩 [Куб Гармонии]: Хаос на вашей стороне. Раны противника, условия выгодны для вас.
1-2 Негативное событие: Месть загнанного! Из-за своей раны или сбоя систем враг стал непредсказуемым и бешеным.
3-6 Положительное событие: Удачное стечение! Рана врага или окружение подводят его.


===
Name: 📟 Создания персонажа. 
Tags: Статы, Отыгрыш
Short: 
• Имя: Ваше основное и ваше тайное имя.

• Родословная: Ваша раса и её особенности.

• Сообщества: То в каких условиях вы выросли и чему научились.

• Натура: Ваш внутренний мир.

• Маска: Ваш общественный лик.

• Домены: Ваши способности.

• Прошлое: История вашей жизни и ваше описание.

• Кодекс: Ваш внутренний якорь. Одно или два правила, которые вы обещали себе никогда не нарушать.

• Узы: Важные связи и ценности спасающие вашу психику.

---
• Имя: Ваше основное и ваше тайное имя.

• Родословная: Ваша раса и её особенности.

• Сообщества: То в каких условиях вы выросли и чему научились.

• Натура: Ваш внутренний мир.

• Маска: Ваш общественный лик.

• Домены: Ваши способности.

• Прошлое: История вашей жизни и ваше описание.

• Кодекс: Ваш внутренний якорь. Одно или два правила, которые вы обещали себе никогда не нарушать.

• Узы: Важные связи и ценности спасающие вашу психику.

===
Name: 🎴 Домены. 
Tags: Способности, Отыгрыш
Short: 
• Лицевая сторона «Сфира»:
 Дает способности, основанные на дружбе, взаимовыручке, чистой магии, скрытности или защите.
• Обратная сторона «Клипот»:
 Карточка физически переворачивается, открывая разрушительные, жестокие и эгоистичные способности (в стиле рейдеров, темных заклинаний или безжалостной логики Анклава).

• Как происходит переворот (Триггеры):
🔪 Вынужденный грех (Активный выбор):
 Персонаж решает что пора действовать против морали. Он может перебросить куб и обязан использовать новый результат и только перевёрнутую карту домена.
💣 Низкая поняшность (Пассивный порог/срыв):
 Наблюдая окружающий ужас и своё падение вы больше не выдерживаете и срываетесь. Все ваши домены перевёрнуты, а броски со штрафом. Использовать активный выбор больше нельзя, но ресурсы временно не расходуются.

🔦 Реабилитация (Тиккун):
 Несмотря на своё состояние придерживаться морального кодекса или сохраняя узы. Например: «Когда вы совершаете значимое действие, защищая свои Узы или строго следуя Кодексу во вред собственной выгоде, вы совершаете Тиккун.

---
• Лицевая сторона «Сфира»: Дает способности, основанные на дружбе, взаимовыручке, чистой магии, скрытности или защите.
• Обратная сторона «Клипот»: Карточка физически переворачивается, открывая разрушительные, жестокие и эгоистичные способности (в стиле рейдеров, темных заклинаний или безжалостной логики Анклава).

• Как происходит переворот (Триггеры):
🔪Вынужденный грех (Активный выбор): Персонаж решает что пора действовать против морали. Он может перебросить куб и обязан использовать новый результат и только перевёрнутую карту домена.
💣Низкая поняшность (Пассивный порог/срыв): Наблюдая окружающий ужас и своё падение вы больше не выдерживаете и срываетесь. Все ваши домены перевёрнуты, а броски со штрафом. Использовать активный выбор больше нельзя, но ресурсы временно не расходуются.

🔦Реабилитация (Тиккун): Несмотря на своё состояние придерживаться морального кодекса или сохраняя узы. Например: «Когда вы совершаете значимое действие, защищая свои Узы или строго следуя Кодексу во вред собственной выгоде, вы совершаете Тиккун.

===
Name: 🧑 Личность.
Tags: Отыгрыш, Статы
Short: 
• Маска:
 Помогает быстро восстанавливать Временную Поняшность в обществе (вы притворяетесь, что у вас всё хорошо, играете роль циничного рейдера или доброго спасителя, чтобы не сойти с ума).
• Натура:
 Восстанавливает Временный Элемент во время короткого отдыха (когда пони наконец остается наедине с собой и делает то, что искренне любит — чинит пушки, пишет дневник или смотрит на Узы).
• Кодекс и Узы:
 Если вы действуете для защиты уз или придерживаетесь кодекса то не теряете или даже восстанавливаете ресурсы. Не всегда.
Во время отдыха задействуя их восстанавливаете больше ресурсов.
• Закалка: Пройдя через многое в вас отпечатались шрамы и опыт показывающие как вы держите удар жизни.
Уникальные особенности, выдаёт гм.

---
• Маска: Помогает быстро восстанавливать Временную Поняшность в обществе (вы притворяетесь, что у вас всё хорошо, играете роль циничного рейдера или доброго спасителя, чтобы не сойти с ума).
• Натура: Восстанавливает Временный Элемент во время короткого отдыха (когда пони наконец остается наедине с собой и делает то, что искренне любит — чинит пушки, пишет дневник или смотрит на Узы).
• Кодекс и Узы: Если вы действуете для защиты уз или придерживаетесь кодекса то не теряете или даже восстанавливаете ресурсы. Не всегда.
Во время отдыха задействуя их восстанавливаете больше ресурсов.
• Закалка: Пройдя через многое в вас отпечатались шрамы и опыт показывающие как вы держите удар жизни.
Уникальные особенности, выдаёт гм.
===
Name: 🔯 Аспекты Древа Сфирот.
Tags: Сфирот, Отыгрыш
Short: 
 Важные но эфемерные аспекты существования.
3️⃣  Коронные сфирот [Кетер - Хокма - Бина] «Разум / Воля»:
 Ваша ментальная стойкость/выносливость.
(Техника/Магия/Логика)

2️⃣ Центральные сфирот [Хесед - Гебурах - Тиферет -(Таинство Даат)] «Мораль / Сердце»:
 Ваша душевная стойкость/выносливость.
(Лидерство/Дружба/Клятва)

1️⃣ Нижнии сфирот [Нецах - Ход - Йесод - Малхут] «Инстинкты / Выживание»:
 Ваша физическая стойкость/выносливость.
(Бой/Выживание/Скрытность)
---
 Важные но эфемерные аспекты существования.
3️⃣  Коронные сфирот [Кетер - Хокма - Бина] «Разум / Воля»: Ваша ментальная стойкость/выносливость.
(Техника/Магия/Логика)
2️⃣  Центральные сфирот [Хесед - Гебурах - Тиферет -(Таинство Даат)] «Мораль / Сердце»: Ваша душевная стойкость/выносливость.
(Лидерство/Дружба/Клятва)
1️⃣  Нижнии сфирот [Нецах - Ход - Йесод - Малхут] «Инстинкты / Выживание»: Ваша физическая стойкость/выносливость.
(Бой/Выживание/Скрытность)

===
Name: 💖 Ресурсы персонажа.
Tags: Статы
Short: 
🩸 Состояние [Низины]:
 0-10 при падении временного здоровья ниже 0, урон наносится по долговременному здоровью.
 (Здоровье, физическое состояние.)
🙏 Поняшность [Центр]:
 0-10 при падении временной поняшности ниже 0, урон наносится по долговременной поняшности.
 (Психика, душевное состояние, насколько ты близок к корапту.)
✨ Элемент [Крона]:
 0-10 при падении временного элемента ниже 0, урон наносится по долговременному элементу.
 (Выносливость, концентрация, магия, стабильность.)

Временные показатели быстро падают и быстро восстанавливаются.
Долговременные показатели требуют долгого и сложного восстановления.

---
🩸 Состояние [Низины]: 0-10 при падении временного здоровья ниже 0, урон наносится по долговременному здоровью.
 (Здоровье, физическое состояние.)
🙏 Поняшность [Центр]: 0-10 при падении временной поняшности ниже 0, урон наносится по долговременной поняшности.
 (Психика, душевное состояние, насколько ты близок к корапту.)
✨ Элемент [Крона]: 0-10 при падении временного элемента ниже 0, урон наносится по долговременному элементу.
 (Выносливость, концентрация, магия, стабильность.)

Временные показатели быстро падают и быстро восстанавливаются.
Долговременные показатели требуют долгого и сложного восстановления.

===
Name: 💥 Механики урона.
Tags: Урон, Броня
Short: 
• Без брони (Голая кожа/шерсть):
 Смертельный урон = Итоговый урон X2.

• Стандартная броня (Кожа рейдеров, легкий кевлар):
 Опасный урон = Полный урон.

• Особая броня (Экзоскелет / Стальные Крылья / Силовая Броня):
 Царапина = Половина урона.

Урон и защита меняется от карточек: Экипировки, импланта или особенности.

---
• Без брони (Голая кожа/шерсть):
 Смертельный урон = Итоговый урон X2.
• Стандартная броня (Кожа рейдеров, легкий кевлар):
 Опасный урон = Полный урон.
• Особая броня (Экзоскелет / Стальные Крылья / Силовая Броня):
 Царапина = Половина урона.

Урон и защита меняется от карточек: Экипировки, импланта или особенности.

===
Name: 
Tags: 
Short: 

---

`;
